Repository: ZidanAli111/Payments360
Catalog: Payments360-Frontend/src/locale/messages.*.xlf
Languages: es

# todo_header
source: {{literal.todo}}
es: Hacer

# view_all
source: View All ({{todoListLength}})
es: Ver todo

# recentactivity_header
source: {{literal.recentActivity}}
es: Actividad reciente

# autopayments_header
source: {{literal.autoPayments}}
es: Pagos Automáticos

# autopayments_duration
source: {{literal.autoPaymentsDuration}}
es: Próximos 30 días

# autopayments_manage
source: {{literal.manage}}
es: Administrar

# autopayements_text
source: {{literal.autoPaymentsBtnTxt}}
es: Incluir fuentes de pago externas

# billsandutilities_header
source: {{literal.billsAndUtilities}}
es: Facturas y servicios públicos

# subscriptions_header
source: {{literal.subscriptions}}
es: Suscripciones

# transfers_header
source: {{literal.transfers}}
es: Transferencias

# insights_header
source: {{literal.insights}}
es: Percepciones

# insights_explore
source: {{literal.insightsExplore}}
es: Explorar

# insights_text
source: {{literal.insightsTxt}}
es: Siga revisando para obtener información sobre su actividad de pago

# nav_accounts
source: {{literal.accounts}}
es: CUENTAS

# nav_payments
source: {{literal.payments}}
es: PAGOS

# nav_explore
source: {{literal.explore}}
es: EXPLORA

# nav_more
source: {{literal.more}}
es: MÁS

# paying_bills
source: Bill Payment
es: Pago de la factura

# paying_zelle_users
source: Send Payment
es: Enviar pago

source: Request Payment
es: Solicitar pago

source: Add Bills
es: Agregar facturas

source: To-do
es: Hacer

source: Bill-Pay Onboarding
es: Incorporación de pago de facturas

source: Zelle Onboarding
es: Incorporación de Zelle

source: Dashboard
es: Panel

# recent-activity_header
source: {{header.recentActivity}}
es: Actividad reciente

# filter-btn
source: Filter
es: Filtrar

# bill-date_schedule
source: {{item.paymentDate}}
es: Programado en 2 días

# bill_schedule
source: {{item.paymentDate}}
es: 17 de agosto a través de Zelle

# payment-status_pending
source: {{item.status}}
es: Pendiente

source: Edit or Cancel
es: Editar o Cancelar

# accounts-literal
source: {{literal.accounts}}
es: CUENTAS

# payments-literal
source: {{literal.payments}}
es: PAGOS

# explore-literal
source: {{literal.explore}}
es: EXPLORA

# more-literal
source: {{literal.more}}
es: MÁS

# ftitle-txt
source: {{literal.ftitle}}
es: ¡Buenas noticias!

# start-screen-header
source: {{literal.ftext}}
es: ¡Ha llegado una nueva experiencia de pago!

# second-header
source: {{literal.pay}}
es: Pagar personas y pagar facturas

# send-txt
source: {{literal.send}}
es: envía dinero con Zelle®, y administra y paga tus facturas desde aquí

# stitle-txt
source: {{literal.stitle}}
es: Pagar facturas

# schedule-txt
source: {{literal.schedule}}
es: Programa tus pagos de facturas

# payall-txt
source: {{literal.payall}}
es: Pague todas sus facturas directamente desde la aplicación, y nunca más vaya al sitio de billes

# ttitle-txt
source: {{literal.ttitle}}
es: Zelle®

# move-txt
source: {{literal.move}}
es: Mueve Dinero en el Movimiento

# simple-txt
source: {{literal.simple}}
es: Simple y seguro - con mucha gente que conoces

# nav_user
source: {{literal.user}}
es: Cuentas

# nav_payment
source: {{literal.payment}}
es: Pagos

# permission_header
source: {{header.screen1}}
es: Su permiso, por favor

# permission_title
source: {{literal.title}}
es: Pago 360 Condiciones de servicio

# permission_billpay
source: {{literal.billpay}}
es: Bill Pay

# permission_zelle
source: {{literal.zelle}}
es: Zelle®

# general-txt
source: {{literal.general}}
es: CONDICIONES GENERALES DE CADA SERVICIO

# passage1
source: {{literal.passage1}}
es: 1.Introducción. Este documento de Términos de servicio (en adelante, Acuerdo) es un contrato entre usted y [Inserte la variable para el nombre de la FI] (en adelante, nosotros o nosotros) en relación con cada servicio que se describe en el resto de este acuerdo que se aplica a los servicios que utiliza de nosotros, según corresponda (cada uno, un Servicio) ofrecido a través de nuestro sitio de banca en línea o aplicaciones móviles (el sitio). El acuerdo consta de estos Términos generales para cada servicio mencionado como Términos generales), y cada conjunto de términos que siguen después de los términos generales que se aplican al servicio específico que está utilizando de nosotros. Este acuerdo se aplica a su uso del servicio y la parte del sitio a través del cual se ofrece el servicio

# passage2
source: {{literal.passage2}}
es: Proveedores de servicios. Le ofrecemos el servicio a través de uno o más proveedores de servicios que ha contratado para prestarle parte o la totalidad del servicio en nuestro nombre. Sin embargo, a pesar de que hayamos contratado a dicho proveedor de servicios para brindarle parte o la totalidad de su servicio, somos la fiesta del alma Algunas áreas de este Sitio pueden estar sujetas a términos y condiciones adicionales, que debe leer detenidamente antes de hacer uso de esas áreas. Dichos términos adicionales no cambiarán ni reemplaza estos Términos con respecto al uso de este Sitio, a menos que se indique expresamente lo contrario

# passage3
source: {{literal.zellepassage}}
es: Documento de términos de servicio Llegué un poco tarde al juego aquí, pero hay una forma alternativa y más corta de hacerlo si está interesado principalmente en hacer que Intellisense funcione. Puede extender la clase base y luego volver a declarar a los miembros desea omitir como privado. Esto generará un error de mecanografiado. Ignorar lo aclarará y no debería afectar la compilación. Esta es mi forma preferida de hacerlo cuando las cosas son simples. No hay sobrecarga real aquí o sintaxis de tipo desafiante. El único real La desventaja aquí es que agregar arriba de la clase de extensión podría evitar que reciba otros mensajes de error relacionados con la extensión incorrecta de la clase Base. La única ventaja de este enfoque sobre el enfoque aceptado de pickConstructor es que este método no genera ningún código adicional. Mientras que pickConstructor literalmente existe como una función después de la compilación que se ejecuta durante la definición de la clase

# terms-txt
source: {{literal.terms}}
es: He leído los términos y condiciones de Zelle® y Bill Pay.
